Repository: Gnel-Sedrakyan/mone_note_app
Catalog: lib/l10n/*.arb
Languages: hy

source: Notes
hy: Նոթեր

# designedBy
source: Designed by - {name}
hy: Նախագծող - {name}

# redesignedBy
source: Redesigned by - {name}
hy: Վերարտադրող - {name}

# illustrations
source: Illustrations - {name}
hy: Իլուստրացիաներ - {name}

# icons
source: Icons - {name}
hy: Նշաններ - {name}

# font
source: Font - {name}
hy: ֆոնտ - {name}

source: Made With Love
hy: Պատրաստված է Սիրով, Գնել Սեդրակյանի կողմից

# createFirstNote
source: Create your first note !
hy: կտցրա պլյուսին (-_-) !

# errorOccured
source: Some Error Occured...
hy: վայքու արա ...

# discardQuestion
source: Are your sure you want discard your changes ?
hy: լուրջջջ, ափսոս չի բայց?

# saveQuestion
source: Save changes ?
hy: Հլը լավ մտածի)

source: Discard
hy: Ջնջել

source: Save
hy: Օկ ա

source: Keep
hy: Ափսոսա

# oops
source: Ooops...
hy: Լավ է...

source: Something went wrong
hy: Մի բան նիտո ա

# fileNotFound
source: File not found. Try searching again.
hy: էս ինչես պոիսկ տվել XD
